INSERT INTO ДиректорскийПерсонал (Name, LastName, Patronimic, Salary, HireDate)
VALUES
    ('Иван', 'Иванов', 'Иванович', 5000.50, '2023-01-01'),
    ('Петр', 'Петров', 'Петрович', 4500.75, '2023-02-15'),
    ('Анна', 'Сидорова', 'Андреевна', 6000.00, '2023-03-10'),
    ('Михаил', 'Александров', 'Михайлович', 5500.25, '2023-04-20'),
    ('Елена', 'Николаева', 'Евгеньевна', 5200.00, '2023-05-05'),
    ('Дмитрий', 'Дмитриев', 'Дмитриевич', 4800.50, '2023-06-15'),
    ('Ольга', 'Орлова', 'Олеговна', 5300.75, '2023-07-25'),
    ('Алексей', 'Сергеев', 'Алексеевич', 5100.00, '2023-08-10'),
    ('Татьяна', 'Тимофеева', 'Тимофеевна', 5900.25, '2023-09-30'),
    ('Владимир', 'Владимиров', 'Владимирович', 5600.50, '2023-10-12'),
    ('Наталья', 'Никитина', 'Никитиновна', 5400.75, '2023-11-05'),
    ('Сергей', 'Сергеев', 'Сергеевич', 5700.00, '2023-12-20'),
    ('Екатерина', 'Павлова', 'Павловна', 5800.50, '2024-01-02'),
    ('Артем', 'Игнатьев', 'Артемович', 6000.25, '2024-02-15'),
    ('Людмила', 'Лебедева', 'Леонидовна', 5200.75, '2024-03-10');